export const accounts = [
 ['6810301018','นายเกียรติศักดิ์ ปรีชานนท์','Kiadtisak Preechanon','0957506052','kiadpr','SUPER_ADMIN'],
 ['6810301035','จิรัฐพล วองวอน','Jirattapol Vingvorn','0876038181','jiravi','STUDENT_RESIDENT'],
 ['6510301001','วีระชัย สงวนกิตติพันธ์ุ','Weerachai Sa-ngounkittiphan','0985033392','weersa','STUDENT_RESIDENT'],
 ['6810301028','หงษ์สกุล ศรีสวัสดิ์','Hongsakoun Sisavathdy','0820744167','hongsi','STUDENT_RESIDENT'],
 ['6810301010','พิภู สรศิริ','phiphu Sornsiri','0957208983','phipso','STUDENT_RESIDENT'],
 ['6810301026','ธนพล แซ่เฉิน','Thanapol Saechern','0655039502','thansa','STUDENT_RESIDENT']
];
export const assignments = {2:1,5:2,8:3,11:4,14:5};
export const rules = [
 ['QUIET','ความสงบเรียบร้อยและเสียงดัง','Quiet Hours 22:00 น. – 07:00 น. ห้ามจัดปาร์ตี้หรือเปิดเพลงเสียงดัง','ตักเตือนเกิน 2 ครั้ง ปรับครั้งละ 500 บาท'],
 ['WASTE','การทิ้งขยะและความสะอาด','ห้ามวางถุงขยะหน้าห้องพักเด็ดขาด มัดปากถุงทิ้งที่ห้องขยะชั้น 1 คัดแยกขยะรีไซเคิลและขยะเปียก','กรุณาปฏิบัติตามจุดคัดแยกขยะ'],
 ['SAFETY','ข้อห้ามด้านความปลอดภัยและสัตว์เลี้ยง','ห้ามสูบบุหรี่และบุหรี่ไฟฟ้าทุกกรณี ไม่อนุญาตให้เลี้ยงสัตว์ ห้ามใช้เตาแก๊ส อนุญาตเตาไฟฟ้าและไมโครเวฟ','สูบบุหรี่หรือบุหรี่ไฟฟ้า ปรับ 2,000 บาท'],
 ['ACCESS','การเข้า–ออก และผู้มาติดต่อ','ประตูคีย์การ์ดสแกน ผู้มาติดต่อแลกบัตรกับ รปภ. ห้ามผู้มาติดต่อค้างคืนเกิน 23:00 น. ที่จอดรถห้องละ 1 คัน','ผู้มาติดต่อออกจากหอพักก่อน 23:00 น.'],
 ['BILLING','การชำระเงินและค่าน้ำค่าไฟ','ชำระวันที่ 1 – 5 ทุกเดือน ค้างชำระเกินวันที่ 10 ระงับคีย์การ์ดและตัดกระแสไฟฟ้าชั่วคราว','ปรับล่าช้าวันละ 100 บาท']
];
